{
    "text": "Fallow deer Dama is a genus of deer in the subfamily Cervinae, commonly referred to as fallow deer. Name The name fallow is derived from the deer's pale brown colour. The Latin word dāma or damma, used for roe deer, gazelles, and antelopes, lies at the root of the modern scientific name, as well as the German Damhirsch, French daim, Dutch damhert, and Italian daino. In Serbo-Croatian, the name for the fallow deer is jelen lopatar (\"shovel deer\"), due to the form of its antlers. The Modern Hebrew name of the fallow deer is yachmur (יחמור). Taxonomy and evolution The genus includes two extant species: Extant species Some taxonomists classify the Persian fallow deer as a subspecies (D. d. mesopotamica), while others, such as the IUCN, treat it as a separate species (D. mesopotamica). Passage 2: Moose The moose (PL: moose; used in North America) or elk (PL: elk or elks; used in Eurasia) (Alces alces) is the only species in the genus Alces. It is the largest and heaviest extant species of deer. Most adult male moose have distinctive broad, palmate (\"open-hand shaped\") antlers; most other members of the deer family have antlers with a dendritic (\"twig-like\") configuration. Moose typically inhabit boreal forests and temperate broadleaf and mixed forests of the Northern Hemisphere in temperate to subarctic climates. Hunting and other human activities have caused a reduction in the size of the moose's range over time. It has been reintroduced to some of its former habitats. Currently, most moose occur in Canada, Alaska, New England (with Maine having the most of the lower 48 states), New York State, Fennoscandia, the Baltic states, Poland, Kazakhstan, and Russia. Its diet consists of both terrestrial and aquatic vegetation. Predators of moose include wolves, bears, humans, wolverines (rarely), and orcas (while feeding underwater). Unlike most other deer species, moose do not form herds and are solitary animals, aside from calves who remain with their mother until the cow begins estrus (typically at 18 months after birth of the calf), at which point the cow chases them away. Although generally slow-moving and sedentary, moose can become aggressive, and move quickly if angered or startled. Their mating season in the autumn features energetic fights between males competing for a female. Etymology and naming Alces alces is called a \"moose\" in North American English, but an \"elk\" in British English. The word \"elk\" in North American English refers to a completely different species of deer, Cervus canadensis, also called the wapiti. A mature male moose is called a bull, a mature female a cow, and an immature moose of either sex a calf. According to the Oxford English Dictionary, the etymology of the species is \"of obscure history\". In Classical Antiquity, the animal was known as ἄλκη álkē in Greek and alces in Latin, words probably borrowed from a Germanic language or another language of northern Europe. By the 8th century, during the Early Middle Ages, the species was known as Old English: elch, elh, eolh, derived from the Proto-Germanic: *elho-, *elhon- and possibly connected with the Old Norse: elgr. Later, the species became known in Middle English as elk, elcke, or elke, appearing in the Latinized form alke, with the spelling alce borrowed directly from Latin: alces. Noting that elk \"is not the normal phonetic representative\" of the Old English elch, the Oxford English Dictionary derives elk from Middle High German: elch, itself from Old High German: elaho.The word \"elk\" has cognates in other Indo-European languages, e.g. elg in Danish/Norwegian; älg in Swedish; alnis in Latvian; eland in Dutch/Frisian; Elch in German; and łoś in Polish. In the continental European languages, these forms of the word \"elk\" always refer to Alces alces. The youngest elk bones in Great Britain were found in Scotland and are roughly 3,900 years old. The elk was probably extinct on the island before 900 AD. The word \"elk\" remained in usage because of English-speakers' familiarity with the species in Continental Europe; however, without any living animals around to serve as a reference, the meaning became rather vague, and by the 17th century \"elk\" had a meaning similar to \"large deer\". Dictionaries of the 18th century simply described \"elk\" as a deer that was \"as large as a horse\".Confusingly, the word \"elk\" is used in North America to refer to a different animal, Cervus canadensis, which is also called by the Algonquian indigenous name, \"wapiti\". The British began colonizing America in the 17th century, and found two common species of deer for which they had no names. The wapiti appeared very similar to the red deer of Europe (which itself was then almost extinct in Southern Britain) although it was much larger and was not red; the two species are indeed closely related, though distinct behaviorally and genetically. The moose was a rather strange-looking deer to the colonists, and they often adopted local names for both. In the early days of American colonization, the wapiti was often called a gray moose and the moose was often called a black moose, but early accounts of the animals varied wildly, adding to the confusion.The word \"moose\" had first entered English by 1606 and is borrowed from the Algonquian languages (compare the Narragansett moos and Eastern Abenaki mos; according to early sources, these were likely derived from moosu, meaning \"he strips off\"), and possibly involved forms from multiple languages mutually reinforcing one another. The Proto-Algonquian form was *mo·swa.Early European explorers in North America, particularly in Virginia where there were no moose, called the wapiti \"elk\" because of its size and resemblance to familiar-looking deer like the red deer. The moose resembled the \"German elk\" (the moose of continental Europe), which was less familiar to the British colonists. For a long time neither species had an official name, but were called a variety of things. Eventually, in North America the wapiti became known as an elk while the moose retained its indigenous name. In 1736, Samuel Dale wrote to the Royal Society of Great Britain: The common light-grey moose, called by the Indians, Wampoose, and the large or black-moose, which is the beast whose horns I herewith present. As to the grey moose, I take it to be no larger than what Mr. John Clayton, in his account of the Virginia Quadrupeds, calls the Elke ... was in all respects like those of our red-deer or stags, only larger ... The black moose is (by all that have hitherto writ of it) accounted a very large creature. ... The stag, buck, or male of this kind has a palmed horn, not like that of our common or fallow-deer, but the palm is much longer, and more like that of the German elke. Description and anatomy Antlers Bull moose have antlers like other members of the deer family. The size and growth rate of antlers is determined by diet and age; symmetry reflects health. Size and symmetry in the number of antler points signals bull moose quality; cows may select mates based on antler size and symmetry. Bull moose use dominant displays of antlers to discourage competition and will spar or fight rivals.The male's antlers grow as cylindrical beams projecting on each side of the head at right angles to the midline of the skull, and then fork. The lower prong of this fork may be either simple, or divided into two or three tines, with some flattening. Most moose have antlers that are broad and palmate (flat) with tines (points) along the outer edge. Within the ecologic range of the moose in Europe, those in northerly locales display the palmate pattern of antlers, while the antlers of European moose over the southerly portion of its range are typically of the cervina dendritic pattern and comparatively small, perhaps due to evolutionary pressures of hunting by humans, who prize the large palmate antlers. European moose with antlers intermediate between the palmate and the dendritic form are found in the middle of the north–south range. Moose with antlers have more acute hearing than those without antlers; a study of trophy antlers using a microphone found that the palmate antler acts as a parabolic reflector, amplifying sound at the moose's ear.The antlers of mature Alaskan adult bull moose (5 to 12 years old) have a normal maximum spread greater than 200 centimeters (79 in). By the age of 13, moose antlers decline in size and symmetry. The widest spread recorded was 210 centimeters (83 in) across. An Alaskan moose also holds the record for the heaviest weight at 36 kilograms (79 lb).Antler beam diameter, not the number of tines, indicates age. In North America, moose (A. a. americanus) antlers are usually larger than those of Eurasian moose and have two lobes on each side, like a butterfly. Eurasian moose antlers resemble a seashell, with a single lobe on each side. In the North Siberian moose (A. a. bedfordiae), the posterior division of the main fork divides into three tines, with no distinct flattening. In the common moose (A. a. alces) this branch usually expands into a broad palmation, with one large tine at the base and a number of smaller snags on the free border. There is, however, a Scandinavian breed of the common moose in which the antlers are simpler and recall those of the East Siberian animals. The palmation appears to be more marked in North American moose than in the typical Scandinavian moose. After the mating season males drop their antlers to conserve energy for the winter. A new set of antlers will then regrow in the spring. Antlers take three to five months to fully develop, making them one of the fastest growing animal organs. Antler growth is \"nourished by an extensive system of blood vessels in the skin covering, which contains numerous hair follicles that give it a 'velvet' texture.\" This requires intense grazing on a highly-nutritious diet. By September the velvet is removed by rubbing and thrashing which changes the colour of the antlers. Immature bulls may not shed their antlers for the winter, but retain them until the following spring. Birds, carnivores and rodents eat dropped antlers as they are full of protein and moose themselves will eat antler velvet for the nutrients.If a bull moose is castrated, either by accidental or chemical means, he will shed his current set of antlers within two weeks and then immediately begin to grow a new set of misshapen and deformed antlers that he will wear the rest of his life without ever shedding again; similarly deformed antlers can result from a deficiency of testosterone caused by cryptorchidism or old age. These deformed antlers are composed of living bone which is still growing or able to grow, since testosterone is needed to stop antler growth; they may take one of two forms. \"Cactus antlers\" or velericorn antlers usually retain the approximate shape of a normal moose's antlers but have numerous pearl-shaped exostoses on their surface; being made of living bone, they are easily broken but can grow back. Perukes (US: ) are constantly growing, tumor-like antlers with a distinctive appearance similar to coral. Like roe deer, moose are more likely to develop perukes, rather than cactus antlers, than the more developed cervine deer, but unlike roe deer, moose do not suffer fatal decalcification of the skull as a result of peruke growth, but rather can support their continued growth until they become too large to be fully supplied with blood. The distinctive-looking perukes (often referred to as \"devil's antlers\") are the source of several myths and legends among many groups of Inuit as well as several other tribes of indigenous peoples of North America. In extremely rare circumstances, a cow moose may grow antlers. This is usually attributed to a hormone imbalance. Proboscis and olfaction The moose proboscis is distinctive among the living cervids due to its large size; it also features nares that can be sealed shut when the moose is browsing aquatic vegetation. The moose proboscis likely evolved as an adaptation to aquatic browsing, with loss of the rhinarium, and development of a superior olfactory column separate from an inferior respiratory column. This separation contributes to the moose's keen sense of smell, which they employ to detect water sources, to find food under snow, and to detect mates or predators. Hooves As with all members of the order Artiodactyla (even-toed ungulates), moose feet have two large keratinized hooves corresponding to the third and fourth toe, with two small posterolateral dewclaws (vestigial digits), corresponding to the second and fifth toe. The hoof of the fourth digit is broader than that of the third digit, while the inner hoof of the third digit is longer than that of the fourth digit. This foot configuration may favor striding on soft ground. The moose hoof splays under load, increasing surface area, which limits sinking of the moose foot into soft ground or snow, and which increases efficiency when swimming. The body weight per footprint surface area of the moose foot is intermediate between that of the pronghorn foot, (which have stiff feet lacking dewclaws—optimized for high-speed running) and the caribou foot (which are more rounded with large dewclaws, optimized for walking in deep snow). The moose's body weight per surface area of footprint is about twice that of the caribou.On firm ground, a bull moose leaves a visible impression of the dewclaws in its footprint, while a cow moose or calf does not leave a dewclaw impression. On soft ground or mud, bull, cow, and calf footprints may all show dewclaw impressions. Skin and fur Moose skin is typical of the deer family. Moose fur consists of four types of hair: eyelashes, vibrissae, guard hairs and wool hairs. Hair length and hair density varies according to season, age, and body region. The coat has two layers—a top layer of long guard hairs and a soft wooly undercoat. The guard hairs are hollow and filled with air for better insulation, which also helps them stay afloat when swimming. Dewlap Both male and female moose have a dewlap or bell, which is a fold of skin under the chin. Its exact function is unknown, but some morphologic analyses suggest a cooling (thermoregulatory) function. Other theories include a fitness signal in mating, as a visual and olfactory signal, or as a dominance signal by males, as are the antlers. Tail The tail is short (6 cm to 8 cm in length) and vestigial in appearance; unlike other ungulates the moose tail is too short to swish away insects. Size On average, an adult moose stands 1.4–2.1 m (4 ft 7 in – 6 ft 11 in) high at the shoulder, which is more than 30 centimetres (1 ft) higher than the next-largest deer on average, the wapiti. Males (or \"bulls\") normally weigh from 380 to 700 kg (838 to 1,543 lb) and females (or \"cows\") typically weigh 200 to 490 kg (441 to 1,080 lb), depending on racial or clinal as well as individual age or nutritional variations. The head-and-body length is 2.4–3.1 m (7 ft 10 in – 10 ft 2 in), with the vestigial tail adding only a further 5–12 cm (2–4+1⁄2 in). The largest of all the races is the Alaskan subspecies (A. a. gigas), which can stand over 2.1 m (6 ft 11 in) at the shoulder, has a span across the antlers of 1.8 m (5 ft 11 in) and averages 634.5 kg (1,399 lb) in males and 478 kg (1,054 lb) in females. Typically, however, the antlers of a mature bull are between 1.2 and 1.5 m (3 ft 11 in and 4 ft 11 in). The largest confirmed size for this species was a bull shot at the Yukon River in September 1897 that weighed 820 kg (1,808 lb) and measured 2.33 m (7 ft 8 in) high at the shoulder. There have been reported cases of even larger moose, including a bull killed in 2004 that weighed 1,043 kg (2,299 lb), and a bull that reportedly scaled 1,180 kg (2,601 lb), but none are authenticated and some may not be considered reliable. Among extant terrestrial animal species in North America, Europe, and Siberia, the moose is dwarfed only by two species of bison. Ecology and biology Diet The moose is a browsing herbivore and is capable of consuming many types of plant or fruit. The average adult moose needs to consume 96 megajoules (23,000 kilocalories) per day to maintain its body weight. Much of a moose's energy is derived from terrestrial vegetation, mainly consisting of forbs and other non-grasses, and fresh shoots from trees such as willow and birch. As these terrestrial plants are rather low in sodium, as much as half of its diet usually consists of aquatic plants, including lilies and pondweed, which while lower in energy content, provide the moose with its sodium requirements. In winter, moose are often drawn to roadways, to lick salt that is used as a snow and ice melter. A typical moose, weighing 360 kg (794 lb), can eat up to 32 kg (71 lb) of food per day.Moose lack upper front teeth, but have eight sharp incisors on the lower jaw. They also have a tough tongue, lips and gums, which aid in the eating of woody vegetation. Moose have six pairs of large, flat molars and, ahead of those, six pairs of premolars, to grind up their food. A moose's upper lip is very sensitive, to help distinguish between fresh shoots and harder twigs, and is prehensile, for grasping their food. In the summer, moose may use this prehensile lip for grabbing branches and pulling, stripping the entire branch of leaves in a single mouthful, or for pulling forbs, like dandelions, or aquatic plants up by the base, roots and all. A moose's diet often depends on its location, but they seem to prefer the new growths from deciduous trees with a high sugar content, such as white birch, trembling aspen and striped maple, among many others. To reach high branches, a moose may bend small saplings down, using its prehensile lip, mouth or body. For larger trees a moose may stand erect and walk upright on its hind legs, allowing it to reach branches up to 4.26 meters (14 ft 0 in) or higher above the ground.Moose are excellent swimmers and are known to wade into water to eat aquatic plants. This trait serves a second purpose in cooling down the moose on summer days and ridding itself of black flies. Moose are thus attracted to marshes and river banks during warmer months as both provide suitable vegetation to eat and water to wet themselves in. Moose have been known to dive over 5.5 metres (18 ft) to reach plants on lake bottoms, and the complex snout may assist the moose in this type of feeding. Moose are the only deer that are capable of feeding underwater. As an adaptation for feeding on plants underwater, the nose is equipped with fatty pads and muscles that close the nostrils when exposed to water pressure, preventing water from entering the nose. Other species can pluck plants from the water too, but these need to raise their heads in order to swallow. Moose are not grazing animals but browsers (concentrate selectors). Like giraffes, moose carefully select foods with less fiber and more concentrations of nutrients. Thus, the moose's digestive system has evolved to accommodate this relatively low-fiber diet. Unlike most hooved, domesticated animals (ruminants), moose cannot digest hay, and feeding it to a moose can be fatal. The moose's varied and complex diet is typically expensive for humans to provide, and free-range moose require a lot of forested hectarage for sustainable survival, which is one of the main reasons moose have never been widely domesticated. Natural predators A full-grown moose has few enemies except Siberian tigers (Panthera tigris tigris) which regularly prey on adult moose, but a pack of gray wolves (Canis lupus) can still pose a threat, especially to females with calves. Brown bears (Ursus arctos) are also known to prey on moose of various sizes and are the only predator besides the wolf to attack moose both in Eurasia and North America. However, brown bears are more likely to take over a wolf kill or to take young moose than to hunt adult moose on their own. Black bears (Ursus americanus) and cougars (Puma concolor) can be significant predators of moose calves in May and June and can, in rare instances, prey on adults (mainly cows rather than the larger bulls). Wolverines (Gulo gulo) are most likely to eat moose as carrion but have killed moose, including adults, when the large ungulates are weakened by harsh winter conditions. Orcas (Orcinus orca) are the moose's only confirmed marine predator as they have been known to prey on moose swimming between islands out of North America's Northwest Coast, however, there is at least one recorded instance of a moose preyed upon by a Greenland shark (Somniosus microcephalus). In some areas, moose are the primary source of food for wolves. Moose usually flee upon detecting wolves. Wolves usually follow moose at a distance of 100 to 400 meters (300 to 1,300 ft), occasionally at a distance of two to three kilometers (1 to 2 mi). Attacks from wolves against young moose may last seconds, though sometimes they can be drawn out for days with adults. Sometimes, wolves will chase moose into shallow streams or onto frozen rivers, where their mobility is greatly impeded. Moose will sometimes stand their ground and defend themselves by charging at the wolves or lashing out at them with their powerful hooves. Wolves typically kill moose by tearing at their haunches and perineum, causing massive blood loss. Occasionally, a wolf may immobilize a moose by biting its sensitive nose, the pain of which can paralyze a moose. Wolf packs primarily target calves and elderly animals, but can and will take healthy, adult moose. Moose between the ages of two and eight are seldom killed by wolves. Though moose are usually hunted by packs, there are cases in which single wolves have successfully killed healthy, fully-grown moose.Research into moose predation suggests that their response to perceived threats is learned rather than instinctual. In practical terms this means moose are more vulnerable in areas where wolf or bear populations were decimated in the past but are now rebounding. These same studies suggest, however, that moose learn quickly and adapt, fleeing an area if they hear or smell wolves, bears, or scavenger birds such as ravens.Moose are also subject to various diseases and forms of parasitism. In northern Europe, the moose botfly is a parasite whose range seems to be spreading. Parasites Moose typically carry a heavy burden of parasites, both externally and internally. Parasitosis is an important cause of moose morbidity and mortality and also contributes to vulnerability to predators. Ectoparasites Ectoparasites of moose include the moose nose bot fly, and winter ticks. Endoparasites Endoparasites of moose include dog tapeworm, meningeal worm, lungworm, and roundworm. Social structure and reproduction Moose are mostly diurnal. They are generally solitary with the strongest bonds between mother and calf. Although moose rarely gather in groups, there may be several in close proximity during the mating season. Rutting and mating occurs in September and October. During the rut, mature bulls will cease feeding completely for a period of approximately two weeks; this fasting behavior has been attributed to neurophysiological changes related to redeployment of olfaction for detection of moose urine and moose cows. The males are polygynous and will seek several females to breed with. During this time both sexes will call to each other. Males produce heavy grunting sounds that can be heard from up to 500 metres (1,600 ft) away, while females produce wail-like sounds. Males will fight for access to females. Initially, the males assess which of them is dominant and one bull may retreat, however, the interaction can escalate to a fight using their antlers. Female moose have an eight-month gestation period, usually bearing one calf, or twins if food is plentiful, in May or June. Twinning can run as high as 30% to 40% with good nutrition Newborn moose have fur with a reddish hue in contrast to the brown appearance of an adult. The young will stay with the mother until just before the next young are born. The life span of an average moose is about 15–25 years. Moose populations are stable at 25 calves for every 100 cows at 1 year of age. With availability of adequate nutrition, mild weather, and low predation, moose have a huge potential for population expansion. Aggression Moose are not typically aggressive towards humans, but will be aggressive when provoked or frightened. Moose attack more people than bears and wolves combined, but usually with only minor consequences. In the Americas, moose injure more people than any other wild mammal; worldwide, only hippopotamuses injure more. When harassed or startled by people or in the presence of a dog, moose may charge. Also, as with bears or any wild animal, moose accustomed to being fed by people may act aggressively when denied food. During the fall mating season, bulls may be aggressive toward humans. Cows are protective of young calves and will attack humans who come close, especially if they come between mother and calf. Moose are not territorial, and do not view humans as food, and usually will not pursue humans who run away. Moose are unpredictable. They are most likely to attack if annoyed or harassed, or if approached too closely. A moose that has been harassed may vent its anger on anyone in the vicinity, and they often do not make distinctions between their tormentors and innocent passers-by. Moose are very limber animals with highly flexible joints and sharp, pointed hooves, and are capable of kicking with both front and back legs. Unlike other large, hooved mammals, such as horses, moose can kick in all directions including sideways. Thus, there is no safe side from which to approach. Moose often give warning signs prior to attacking, displaying aggression by means of body language. Maintained eye contact is usually the first sign of aggression, while laid-back ears or a lowered head is a sign of agitation. When the hairs on the back of the moose's neck and shoulders (hackles) stand up, a charge is usually imminent. The Anchorage Visitor Centers warn tourists that \"...a moose with its hackles raised is a thing to fear.\"Moose cows are more likely to emit protest moans when courted by small males. This attracts the attention of large males, promotes male-male competition and violence, reduces harassment of cows by small males, and increases mating opportunities with large males. This in turn means that the cow moose has at least a small degree of control over which bulls she mates with.Moose often show aggression to other animals as well; especially predators. Bears are common predators of moose calves and, rarely, adults. Alaskan moose have been reported to successfully fend off attacks from both black and brown bears. Moose have been known to stomp attacking wolves, which makes them less preferred as prey to the wolves. Moose are fully capable of killing bears and wolves. In one rare event, a female moose killed two adult male wolves. A moose of either sex that is confronted by danger may let out a loud roar, more resembling that of a predator than a prey animal. European moose are often more aggressive than North American moose, such as the moose in Sweden, which often become very agitated at the sight of a predator. However, like all ungulates known to attack predators, the more aggressive individuals are always darker in color, with the darkest coloring usually in areas facing the opponent, thus serving as a natural warning to other animals. Habitat, range, and distribution Habitat Moose require habitat with adequate edible plants (e.g., pond grasses, young trees and shrubs), cover from predators, and protection from extremely hot or cold weather. Moose travel among different habitats with the seasons to address these requirements. Moose are cold-adapted mammals with thickened skin, dense, heat-retaining coat, and a low surface:volume ratio, which provides excellent cold tolerance but poor heat tolerance. Moose survive hot weather by accessing shade or cooling wind, or by immersion in cool water. In hot weather, moose are often found wading or swimming in lakes or ponds. When heat-stressed, moose may fail to adequately forage in summer and may not gain adequate body fat to survive the winter. Also, moose cows may not calve without adequate summer weight gain. Moose require access to both young forest for browsing and mature forest for shelter and cover. Forest disturbed by fire and logging promotes the growth of fodder for moose. Moose also require access to mineral licks, safe places for calving and aquatic feeding sites.Moose avoid areas with little or no snow as this increases the risk of predation by wolves and avoid areas with deep snow, as this impairs mobility. Thus, moose select habitat on the basis of trade-offs between risk of predation, food availability, and snow depth. With reintroduction of bison into boreal forest, there was some concern that bison would compete with moose for winter habitat, and thereby worsen the population decline of moose. However, this does not appear to be a problem. Moose prefer sub-alpine shrublands in early winter, while bison prefer wet sedge valley meadowlands in early winter. In late winter, moose prefer river valleys with deciduous forest cover or alpine terrain above the tree line, while bison preferred wet sedge meadowlands or sunny southern grassy slopes. North America After expanding for most of the 20th century, the moose population of North America has been in steep decline since the 1990s. Populations expanded greatly with improved habitat and protection, but now the moose population is declining rapidly. This decline has been attributed to opening of roads and landscapes into the northern range of moose, allowing deer to become populous in areas where they were not previously common. This encroachment by deer on moose habitat brought moose into contact with previously unfamiliar pathogens, including brainworm and liver fluke, and these parasites are believed to have contributed to the population decline of moose.In North America, the moose range includes almost all of Canada (excluding the arctic and Vancouver Island), most of Alaska, northern New England and upstate New York, the upper Rocky Mountains, northern Minnesota, northern Wisconsin, Michigan's Upper Peninsula, and Isle Royale in Lake Superior. This massive range, containing diverse habitats, contains four of the six North American subspecies. In the West, moose populations extend across Canada (British Columbia and Alberta). Isolated groups have been verified as far south as the mountains of Utah and Colorado and as far west as the Lake Wenatchee area of the Washington Cascades. In the northwestern US, the range includes Wyoming, Montana, Idaho, and smaller areas of Washington, and Oregon. Moose have extended their range southwards in the western Rocky Mountains, with initial sightings in Yellowstone National Park in 1868, and then to the northern slope of the Uinta Mountains in Utah in the first half of the twentieth century. This is the southernmost naturally established moose population in the United States. In 1978, a few breeding pairs were reintroduced in western Colorado, and the state's moose population is now more than 2,400.In northeastern North America, the Eastern moose's history is very well documented: moose meat was often a staple in the diet of indigenous peoples for centuries. The common name \"moose\" was brought into English from the word used by those who lived in present day coastal Rhode Island. The indigenous people often used moose hides for leather and its meat as an ingredient in pemmican, a type of dried jerky used as a source of sustenance in winter or on long journeys.The historical range of the subspecies extended from well into Quebec, the Maritimes, and Eastern Ontario south to include all of New England finally ending in the very northeastern tip of Pennsylvania in the west, cutting off somewhere near the mouth of the Hudson River in the south. The moose has been extinct in much of the eastern U.S. for as long as 150 years, due to colonial era overhunting and destruction of its habitat: Dutch, French, and British colonial sources all attest to its presence in the mid 17th century from Maine south to areas within 160 kilometers (100 mi) of present-day Manhattan. However, by the 1870s, only a handful of moose existed in this entire region in very remote pockets of forest; less than 20% of suitable habitat remained.Since the 1980s, however, moose populations have rebounded, thanks to regrowth of plentiful food sources, abandonment of farmland, better land management, clean-up of pollution, and natural dispersal from the Canadian Maritimes and Quebec. South of the Canada–US border, Maine has most of the population with a 2012 headcount of about 76,000 moose. Dispersals from Maine over the years have resulted in healthy, growing populations each in Vermont and New Hampshire, notably near bodies of water and as high up as 910 m (3,000 ft) above sea level in the mountains. In Massachusetts, moose had gone extinct by 1870, but re-colonized the state in the 1960s, with the population expanding from Vermont and New Hampshire; by 2010, the population was estimated at 850–950. Moose reestablished populations in eastern New York and Connecticut and appeared headed south towards the Catskill Mountains, a former habitat.In the Midwest U.S., moose are primarily limited to the upper Great Lakes region, but strays, primarily immature males, have been found as far south as eastern Iowa. For unknown reasons, the moose population is declining rapidly in the Midwest.Moose were successfully introduced on Newfoundland in 1878 and 1904, where they are now the dominant ungulate, and somewhat less successfully on Anticosti Island in the Gulf of Saint Lawrence. Decline in population Since the 1990s, moose populations have declined dramatically in much of temperate North America, although they remain stable in Arctic and subarctic regions. The exact causes of specific die-offs are not determined, but most documented mortality events were due to wolf predation, bacterial infection due to injuries sustained from predators, and parasites from white-tailed deer to which moose have not developed a natural defense, such as liver flukes, brain worms and winter tick infestations. Predation of moose calves by brown bear is also significant. Landscape change from salvage logging of forest damage caused by the mountain pine beetle has resulted in greater foraging in logged areas by female moose, and this is the lead hypothesis as to why the moose population is declining in eastern North American forests, as this likely leads to increased predation. An alternate hypotheses among biologists for generalized, nonhunting declines in moose populations at the southern extent of their range is increasing heat stress brought on by the rapid seasonal temperature upswings as a result of human-induced climate change. Biologists studying moose populations typically use warm-season, heat-stress thresholds of between 14 and 24 °C (57 and 75 °F). However, the minor average temperature increase of 0.83–1.11 °C (1.5–2 °F), over the last 100 years, has resulted in milder winters that induce favorable conditions for ticks, parasites and other invasive species to flourish within the southern range of moose habitat in North America. The moose population in New Hampshire fell from 7,500 in the early 2000s to a 2014 estimate of 4,000 and in Vermont the numbers were down to 2,200 from a high of 5,000 animals in 2005. Much of the decline has been attributed to the winter tick, which, between 2017 and 2019, accounted for 74% of all winter mortality and 91% of winter calf deaths in Vermont. Moose with heavy tick infections will rub their fur down to the skin raw trying to get the ticks off, making them look white when their outer coat rubs off. Locals call them ghost moose. Loss of the insulating winter coat through attempts to rid the moose of winter tick increases the risk of hypothermia in winter. Europe and Asia In Europe, moose are currently found in large numbers throughout Norway, Sweden, Finland, Latvia, Estonia, Poland, with more modest numbers in the southern Czech Republic, Belarus, and northern Ukraine. They are also widespread through Russia on up through the borders with Finland south towards the border with Estonia, Belarus and Ukraine and stretching far away eastwards to the Yenisei River in Siberia. The European moose was native to most temperate areas with suitable habitat on the continent and even Scotland from the end of the last Ice Age, as Europe had a mix of temperate boreal and deciduous forest. Up through Classical times, the species was certainly thriving in both Gaul and Magna Germania, as it appears in military and hunting accounts of the age. However, as the Roman era faded into medieval times, the beast slowly disappeared: soon after the reign of Charlemagne, the moose disappeared from France, where its range extended from Normandy in the north to the Pyrenees in the south. Farther east, it survived in Alsace and the Netherlands until the 9th century as the marshlands in the latter were drained and the forests were cleared away for feudal lands in the former. It was gone from Switzerland by the year 1000, from the western Czech Republic by 1300, from Mecklenburg in Germany by c. 1600, and from Hungary and the Caucasus since the 18th and 19th century, respectively. By the early 20th century, the last strongholds of the European moose appeared to be in Fennoscandian areas and patchy tracts of Russia, with a few migrants found in what is now Estonia and Lithuania. The USSR and Poland managed to restore portions of the range within its borders (such as the 1951 reintroduction into Kampinos National Park and the later 1958 reintroduction in Belarus), but political complications limited the ability to reintroduce it to other portions of its range. Attempts in 1930 and again in 1967 in marshland north of Berlin were unsuccessful. At present in Poland, populations are recorded in the Biebrza river valley, Kampinos, and in Białowieża Forest. It has migrated into other parts of Eastern Europe and has been spotted in eastern and southern Germany. Unsuccessful thus far in recolonizing these areas via natural dispersal from source populations in Poland, Belarus, Ukraine, Czech Republic, and Slovakia, it appears to be having more success migrating south into the Caucasus. It is listed under Appendix III of the Bern Convention.In 2008, two moose were reintroduced into the Scottish Highlands in Alladale Wilderness Reserve. The moose disappeared as a breeding species from Denmark about 4,500 years ago (in the last century, a very small number have lived for periods in Zealand without establishing a population after swimming across the Øresund from Sweden), but in 2016-17 ten were introduced to Lille Vildmose from Sweden. In 2020, this population had increased to about 25 animals.The East Asian moose populations confine themselves mostly to the territory of Russia, with much smaller populations in Mongolia and Northeastern China. Moose populations are relatively stable in Siberia and increasing on the Kamchatka Peninsula. In Mongolia and China, where poaching took a great toll on moose, forcing them to near extinction, they are protected, but enforcement of the policy is weak and demand for traditional medicines derived from deer parts is high. In 1978, the Regional Hunting Department transported 45 young moose to the center of Kamchatka. These moose were brought from Chukotka, home to the largest moose on the planet. Kamchatka now regularly is responsible for the largest trophy moose shot around the world each season. As it is a fertile environment for moose, with a milder climate, less snow, and an abundance of food, moose quickly bred and settled along the valley of the Kamchatka River and many surrounding regions. The population in the past 20 years has risen to over 2,900 animals. The size of the moose varies. Following Bergmann's rule, population in the south (A. a. cameloides) usually grow smaller, while moose in the north and northeast (A. a. buturlini) can match the imposing sizes of the Alaskan moose (A. a. gigas) and are prized by trophy hunters. New Zealand In 1900, an attempt to introduce moose into the Hokitika area failed; then in 1910 ten moose (four bulls and six cows) were introduced into Fiordland. This area is considered a less than suitable habitat, and subsequent low numbers of sightings and kills have led to some presumption of this population's failure. The last proven sighting of a moose in New Zealand was in 1952. However, a moose antler was found in 1972, and DNA tests showed that hair collected in 2002 was from a moose. There has been extensive searching, and while automated cameras failed to capture photographs, evidence was seen of bedding spots, browsing, and antler marks. Evolutionary history Moose are members of the subfamily Capreolinae. Members of the moose lineage extend back into the Pliocene-Early Pleistocene. Some scientists, group the moose and all its extinct relatives into one genus, Alces, while others, such as Augusto Azzaroli, restrict Alces to the living species, placing the fossil species into the genera Cervalces (stag moose) and Libralces.The earliest known species in the moose lineage is Libralces gallicus, which lived in the Pliocene-Early Pleistocene. Libralces gallicus came from the warm savannas of Pliocene Europe, with the best-preserved skeletons being found in southern France. L. gallicus was 1.25 times larger than the Alaskan moose in linear dimensions, making it nearly twice as massive. L. gallicus had many striking differences from its modern descendants. It had a longer, narrower snout and a less-developed nasal cavity, more resembling that of a modern deer, lacking any sign of the modern moose-snout. Its face resembled that of the modern wapiti. However, the rest of its skull structure, skeletal structure and teeth bore strong resemblance to those features that are unmistakable in modern moose, indicating a similar diet. Its antlers consisted of a horizontal bar 2.5 m (8 ft 2 in) long, with no tines, ending in small palmations. Its skull and neck structure suggest an animal that fought using high-speed impacts, much like the Dall sheep, rather than locking and twisting antlers the way modern moose combat. Their long legs and bone structure suggest an animal that was adapted to running at high speeds over rough terrain.Libralces gallicus was followed by Cervalces carnutorum during the first half of the Early Pleistocene. Cervalces carnutorum was soon followed by a much larger species called Cervalces latifrons (broad-fronted stag-moose), which first appeared during the late Early Pleistocene. Many fossils of Cervalces latifrons have been found across Eurasia. Like its descendants, it inhabited mostly northern latitudes, and was probably well-adapted to the cold. C. latifrons was the largest deer known to have ever existed, standing more than 2.1 m (6 ft 11 in) tall at the shoulders. This is bigger than even the Irish elk, which was 1.8 m (5 ft 11 in) tall at the shoulders. Its antlers were smaller than the Irish elk's, but comparable in size to those of L. gallicus. However, the antlers had a shorter horizontal bar and larger palmations, more resembling those of a modern moose. Probably sometime in the Middle Pleistocene, Cervalces latifrons migrated into North America, giving rise to the stag moose (Cervalces scotti). The modern moose is thought to have evolved from Cervalces latifrons at around the end of the Middle Pleistocene to the beginning of the Late Pleistocene, probably somewhere in East Asia, with the earliest fossils of the species in Europe dating to the early Late Pleistocene. The modern moose only arrived in North America around 15,000 years ago, at the end of the Late Pleistocene. Populations North America: In Canada: There are an estimated 500,000 to 1,000,000 moose, with 150,000 in Newfoundland in 2007 descended from just four that were introduced in the 1900s. In United States: There are estimated to be around 300,000: Alaska: The state's Department of Fish and Game estimated 200,000 in 2011. Northeast: A wildlife ecologist estimated 50,000 in New York and New England in 2007, with expansion expected. Rocky Mountain states: Wyoming is said to have the largest share in its six-state region, and its Fish and Game Commission estimated 7,692 in 2009. Upper Midwest: Michigan 2000 on Isle Royale (2019) and an estimated 433 (in its Upper Peninsula) in 2011, Wisconsin, 20–40 (close to its border with Michigan) in 2003, Minnesota 5600 in its northeast in 2010, and under 100 in its northwest in 2009; North Dakota closed, due to low moose population, one of its moose-hunting geographic units in 2011, and issued 162 single-kill licenses to hunters, each restricted to one of the remaining nine units.Europe and Asia: Finland: In 2009, there was a summer population of 115,000. Norway: In 2009, there were a winter population of around 120,000. In 2015 31,131 moose were shot. In 1999, a record number of 39,422 moose were shot. Latvia: in 2015, there were 21,000. Estonia: 13,260 Lithuania: around 14,000 in 2016 Poland: 28,000 Czech Republic: maximum of 50 Russia: In 2007, there were approximately 600,000. Sweden: Summer population is estimated to be 300,000–400,000. Around 100,000 are shot each fall. About 10,000 are killed in traffic accidents yearly. Subspecies Relationship with humans History European rock drawings and cave paintings reveal that moose have been hunted since the Stone Age. Excavations in Alby, Sweden, adjacent to the Stora Alvaret have yielded moose antlers in wooden hut remains from 6000 BCE, indicating some of the earliest moose hunting in northern Europe. In northern Scandinavia one can still find remains of trapping pits used for hunting moose. These pits, which can be up to 4 m × 7 m (13 ft 1 in × 23 ft 0 in) in area and 2 m (6 ft 7 in) deep, would have been camouflaged with branches and leaves. They would have had steep sides lined with planks, making it impossible for the moose to escape once it fell in. The pits are normally found in large groups, crossing the moose's regular paths and stretching over several km. Remains of wooden fences designed to guide the animals toward the pits have been found in bogs and peat. In Norway, an early example of these trapping devices has been dated to around 3700 BC. Trapping elk in pits is an extremely effective hunting method. As early as the 16th century the Norwegian government tried to restrict their use; nevertheless, the method was in use until the 19th century. The earliest recorded description of the moose is in Julius Caesar's Commentarii de Bello Gallico, where it is described thus: There are also [animals], which are called alces (moose). The shape of these, and the varied color of their skins, is much like roes, but in size they surpass them a little and are destitute of horns, and have legs without joints and ligatures; nor do they lie down for the purpose of rest, nor, if they have been thrown down by any accident, can they raise or lift themselves up. Trees serve as beds to them; they lean themselves against them, and thus reclining only slightly, they take their rest; when the huntsmen have discovered from the footsteps of these animals whither they are accustomed to betake themselves, they either undermine all the trees at the roots, or cut into them so far that the upper part of the trees may appear to be left standing. When they have leant upon them, according to their habit, they knock down by their weight the unsupported trees, and fall down themselves along with them. In book 8, chapter 16 of Pliny the Elder's Natural History from 77 CE, the elk and an animal called achlis, which is presumably the same animal, are described thus: ... there is, also, the moose, which strongly resembles our steers, except that it is distinguished by the length of the ears and of the neck. There is also the achlis, which is produced in the land of Scandinavia; it has never been seen in this city, although we have had descriptions of it from many persons; it is not unlike the moose, but has no joints in the hind leg. Hence, it never lies down, but reclines against a tree while it sleeps; it can only be taken by previously cutting into the tree, and thus laying a trap for it, as otherwise, it would escape through its swiftness. Its upper lip is so extremely large, for which reason it is obliged to go backwards when grazing; otherwise, by moving onwards, the lip would get doubled up. As food Moose are hunted as a game species in many of the countries where they are found. Moose meat tastes, wrote Henry David Thoreau in \"The Maine Woods\", \"like tender beef, with perhaps more flavour; sometimes like veal\". While the flesh has protein levels similar to those of other comparable red meats (e.g. beef, deer and wapiti), it has a low fat content, and the fat that is present consists of a higher proportion of polyunsaturated fats than saturated fats.Dr. Valerius Geist, who emigrated to Canada from the Soviet Union, wrote in his 1999 book Moose: Behaviour, Ecology, Conservation: In Sweden, no fall menu is without a mouthwatering moose dish. The Swedes fence their highways to reduce moose fatalities and design moose-proof cars. Sweden is less than half as large as the Canadian province of British Columbia, but the annual take of moose in Sweden—upward of 150,000—is twice that of the total moose harvest in North America. Boosting moose populations in Alaska for hunting purposes is one of the reasons given for allowing aerial or airborne methods to remove wolves in designated areas, e.g., Craig Medred: \"A kill of 124 wolves would thus translate to [the survival of] 1488 moose or 2976 caribou or some combination thereof\". Some scientists believe that this artificial inflation of game populations is actually detrimental to both caribou and moose populations as well as the ecosystem as a whole. This is because studies have shown that when these game populations are artificially boosted, it leads to both habitat destruction and a crash in these populations. Consumption of offal Cadmium levels are high in Finnish moose liver and kidneys, with the result that consumption of these organs from moose more than one year old is prohibited in Finland. As a result of a study reported in 1988, the Ontario Ministry of Natural Resources recommended against the consumption of moose and deer kidneys and livers. Levels of cadmium were found to be considerably higher than in Scandinavia. The New Brunswick Department of Natural Resources advises hunters not to consume cervid offal.Cadmium intake has been found to be elevated amongst all consumers of moose meat, though the meat was found to contribute only slightly to the daily cadmium intake. However the consumption of moose liver or kidneys significantly increased cadmium intake, with the study revealing that heavy consumers of moose organs have a relatively narrow safety margin below the levels which would probably cause adverse health effects. Vehicle collisions The center of mass of a moose is above the hood of most passenger cars. In a collision, the impact crushes the front roof beams and individuals in the front seats. Collisions of this type are frequently fatal; seat belts and airbags offer little protection. In collisions with higher vehicles (such as trucks), most of the deformation is to the front of the vehicle and the passenger compartment is largely spared. Moose collisions have prompted the development of a vehicle test referred to as the \"moose test\" (Swedish: Älgtest, German: Elchtest). A Massachusetts study found that moose–vehicular collisions had a very high human fatality rate and that such collisions caused the death of 3% of the Massachusetts moose population annually.Moose warning signs are used on roads in regions where there is a danger of collision with the animal. The triangular warning signs common in Sweden, Norway, and Finland have become coveted souvenirs among tourists traveling in these countries, causing road authorities so much expense that the moose signs have been replaced with imageless generic warning signs in some regions.In Ontario, Canada, an estimated 265 moose die each year as a result of collision with trains. Moose–train collisions were more frequent in winters with above-average snowfall. In January 2008, the Norwegian newspaper Aftenposten estimated that some 13,000 moose had died in collisions with Norwegian trains since 2000. The state agency in charge of railroad infrastructure (Jernbaneverket) plans to spend 80 million Norwegian kroner to reduce collision rate in the future by fencing the railways, clearing vegetation from near the tracks, and providing alternative snow-free feeding places for the animals elsewhere.In the Canadian province of New Brunswick, collisions between automobiles and moose are frequent enough that all new highways have fences to prevent moose from accessing the road, as has long been done in Finland, Norway, and Sweden. A demonstration project, Highway 7 between Fredericton and Saint John, which has one of the highest frequencies of moose collisions in the province, did not have these fences until 2008, although it was and continues to be extremely well signed. Newfoundland and Labrador recommended that motorists use caution between dusk and dawn because that is when moose are most active and most difficult to see, increasing the risk of collisions. Local moose sightings are often reported on radio stations so that motorists can take care while driving in particular areas. An electronic \"moose detection system\" was installed on two sections of the Trans-Canada Highway in Newfoundland in 2011, but the system proved unreliable and was removed in 2015.In Sweden, a road will not be fenced unless it experiences at least one moose accident per km per year.In eastern Germany, where the scarce population is slowly increasing, there were two road accidents involving moose since 2000. Domestication Domestication of moose was investigated in the Soviet Union before World War II. Early experiments were inconclusive, but with the creation of a moose farm at Pechora-Ilych Nature Reserve in 1949, a small-scale moose domestication program was started, involving attempts at selective breeding of animals on the basis of their behavioural characteristics. Since 1963, the program has continued at Kostroma Moose Farm, which had a herd of 33 tame moose as of 2003. Although at this stage the farm is not expected to be a profit-making enterprise, it obtains some income from the sale of moose milk and from visiting tourist groups. Its main value, however, is seen in the opportunities it offers for the research in the physiology and behavior of the moose, as well as in the insights it provides into the general principles of animal domestication. In Sweden, there was a debate in the late 18th century about the national value of using the moose as a domestic animal. Among other things, the moose was proposed to be used in postal distribution, and there was a suggestion to develop a moose-mounted cavalry. Such proposals remained unimplemented, mainly because the extensive hunting for moose that was deregulated in the 1790s nearly drove it to extinction. While there have been documented cases of individual moose being used for riding and/or pulling carts and sleds, Björklöf concludes no wide-scale usage has occurred outside fairy tales. Heraldry As one of the Canadian national symbols, the moose occurs on several Canadian coats of arms, including Newfoundland and Labrador, and Ontario. Moose is also a common coat of arms in Europe as well; for example, in Finland, it appears on the coats of arms of Hirvensalmi and Mäntsälä municipalities. The Seal of Michigan features a moose. See also Älgen Stolta, a rare example of a domesticated moose Passage 3: White-bellied musk deer The white-bellied musk deer or Himalayan musk deer (Moschus leucogaster) is a musk deer species occurring in the Himalayas of Nepal, Bhutan, India, Pakistan and China. It is listed as endangered on the IUCN Red List because of overexploitation resulting in a probable serious population decline.It was previously considered a subspecies of the Alpine musk deer, but was separated on the basis of different skull proportions. Characteristics White-bellied musk deer are very well adapted for high altitudes; they demonstrate such adaptations as well-developed dew claws, broad toes that provide increased stability on steep slopes, and a dense coat of coarse hairs with air-filled cells to insulate against the extreme temperature. While they lack antlers, a trait notable among all musk deer, they do possess a pair of enlarged and easily broken canines that grow continuously. The maximum length of these tusks is about 10 cm (4 in). These deer have a stocky body type; their hind legs are also significantly longer and more muscular than their shorter, thinner forelimbs. In place of running or leaping, this species tends to \"bound.\" Finally, fawns of this species have white spots to help with camouflage, but as they mature these spots disappear. The white-bellied musk deer has a waxy substance called musk that the male secretes from a gland in the abdomen. The deer use this to mark territories and attract females, but the musk is also used in the manufacture of perfumes and medicines. Distribution and habitat Himalayan musk deer occurs in parts of northern Afghanistan, Pakistan, Tibet, Nepal, Bhutan, and in northern India such as in Jammu and Kashmir, Himachal Pradesh, Uttarakhand, Sikkim and Arunachal Pradesh. It inhabits high alpine environments above altitudes of 2,500 m (8,200 ft). Ecology and behaviour During the day, white-bellied musk deer hide in dense cover and are shy and secretive. At night, they emerge to feed in more open habitats, and preferably select leaves of trees and shrubs with high protein and low fibre contents. During the winter, they subsist on poorer quality lichens, and even climb small trees to feed upon leaves that would otherwise be out of reach.They are fairly sedentary occupying a small home range of up to 22 hectares. Males are fiercely territorial, only allowing females to enter their range. Territories are marked by carefully placed defecation sites and strong-smelling secretions, which are placed onto the surrounding plants. Males fight each other over females during the mating season, and use their long canines to fight and defend their territories. The females hide from all the commotion. For the males to attract the females and bring them out from hiding, they use their strong smelling musk.A female has one or two young at a time. The young musk deer live off their mother's milk until they are about six months old and able to eat regular foods available in the wild. At 16 to 24 months old, they become sexually mature.Himalayan musk deer can live for up to 10 to 14 years.Their predators include leopard, snow leopard, Eurasian lynx, red fox, gray wolf. Juveniles were also killed by yellow-throated marten and large raptors. Threats As the musk the deer produces is in demand for the manufacture of perfumes and medicines, it is highly valuable. Since the species is endangered and hard to find, its value on the wildlife trade market is increased still further. The hunting and trade of the white-bellied musk deer is the main threat to the species. Deer musk may sell for as much as $45,000/kg, making it one of the most valuable animal-derived products in the world. Hunters catch and kill the deer using snares. Only males produce the musk, so this creates a problem because females and young are caught in the traps and killed. Conservation The white-bellied musk deer is protected by law in Bhutan, Nepal, and India. In China, hunting may be permitted in some areas, although a license is required. It is listed as an endangered species in Pakistan and is also found in a number of protected areas throughout; however, the uneven enforcement of legislation across its range has meant little impact on preventing the rampant trade in the species. Improving the enforcement of antipoaching laws is a key priority for the conservation of this species. Efforts being made Captive farming for musk has been developed in China, and so far has shown that it is possible to extract musk from a deer without having to kill it. However, the captive deer succumb to disease and fighting and produce poorer quality musk. The killing of wild deer is thought to be the most cost-effective method of extracting musk. Open farming is a possible new way to extract the musk, whereby free-ranging or wild musk deer are caught and the musk then extracted, allowing the species to be conserved and survive. See also Kedarnath Wild Life Sanctuary Askot Musk Deer Sanctuary Passage 4: Sri Lankan sambar deer The Sri Lankan sambar or Indian sambar (Rusa unicolor unicolor), also known as ගෝනා (gōṇā) in Sinhala, is a subspecies of the sambar that lives in India and Sri Lanka. British explorers and planters referred to it, erroneously, as an elk, leading to place names such as Elk Plain. Description This subspecies is the largest sambar subspecies and representative of the Rusa genus, with the largest antlers both in size and in body proportions. Large males weight up to 270–280 kg. Distribution and habitat Sambar live in both lowland dry forests and mountain forests. Large herds of sambar roam the Horton Plains National Park, where it is the most common large mammal. Passage 5: Forests of Mara and Mondrem The Forests of Mara and Mondrem were adjacent medieval forests in Cheshire, England, which in the 11th century extended to over 60 square miles (160 km2), stretching from the Mersey in the north almost to Nantwich in the south, and from the Gowy in the west to the Weaver in the east. Mara and Mondrem were a hunting forest of the Norman Earls of Chester, established soon after 1071 by the first earl, Hugh d'Avranches. They might earlier have been an Anglo-Saxon hunting forest. Game included wild boar, and red, fallow and roe deer. After the earldom lapsed in 1237, the forest rights passed to the Crown, with the monarch's heir being given the title of Earl of Chester. Edward I and James I both hunted in the forests. Clearance for agricultural use began to be permitted after 1215, and by the mid-14th century, large areas of the Forest of Mondrem had been cleared. Deer hunting still continued within the remaining forest in the 17th century, and the forest was not formally disafforested, or removed from forest law, until 1812. The modern Delamere Forest is the remnant of the medieval forests, but little ancient woodland survives. Extent In the 11th century, the Forests of Mara and Mondrem stretched from the Mersey in the north to a few miles north of Nantwich in the south, and from the Gowy in the west to the Weaver in the east. The total extent was over 60 square miles (160 km2). An undated document quoted by Ormerod lists 62 townships and villages within the two forests (although several of these places were exempt from forest law); as the document mentions Vale Royal Abbey, this must refer to some time between the abbey's foundation in 1277 and its dissolution in 1536.The precise boundary between the two adjacent forests is uncertain, but the Forest of Mara probably extended from the Mersey to the south of the area now known as Delamere Forest, while the Forest of Mondrem occupied the area between Delamere and Nantwich. The boundary might have coincided with a road known as \"Peytevinisti\" or \"Peytefynsty\", which also defined the limit of the grazing rights of Vale Royal Abbey; this is believed to have run from Weaverham in the north through Cuddington to Tarporley in the south. History Earls' hunting forest The Forests of Mara and Mondrem together formed one of the three hunting forests of the Earls of Chester, the others being the Forests of Macclesfield and Wirral. It was created by Hugh d'Avranches, a keen huntsman, soon after he became Earl of Chester in 1071, although the area might have been an Anglo-Saxon hunting forest before the Norman Conquest. \"Forest\", in this context, means an area outside the common law and subject to forest law; it does not imply that the area was entirely wooded, and the land remained largely in private ownership. The forest boundary was marked with \"irremovable marks, meres and boundaries\", and the entire area also appears to have been enclosed. Game was hunted with dogs and included wild boar, and red, fallow and roe deer.The original woodland was mixed, predominantly oak, but also including elm, lime, yew, chestnut, fir, larch, beech, ash, silver birch, hazel, willow and alder. The forest area also encompassed heath and wetland, as well as pasture, arable land and even small settlements. Agriculture was, however, allowed within the forest boundaries only under severe restrictions; assarting, or enclosing and clearing new land for agriculture, was completely prohibited until 1215–16.During the early Norman period, the penalties for killing game were blinding, mutilation or execution. These savage punishments were gradually replaced by huge fines, and in 1215, the Magna Carta reduced the maximum penalty for breaking forest law nationally to fines or imprisonment. Ranulf de Blondeville, the 6th Earl, issued a charter in 1215–16 which granted a more humane legal code for the Cheshire hunting forests.This charter also, for the first time, conceded to the barons and their knights and freeholders the \"right to assart their lands within the arable area of the forest and to grow crops on land formerly cultivated and free from wood without payment.\" Within the Forests of Mara and Mondrem, custom did not, however, follow the charter, a fine of 5 shillings per acre in Mondrem or 6 shillings 8 pence per acre in Mara being paid at the time of enclosure. Later, a licence was also required to assart forest land, which required the payment of a further fee and was very unpopular. Enclosure and assarting in Mara and Mondrem during this period is poorly documented, but is known to have occurred at Frodsham, Weaverham and Darnhall. After the Earls After the lapse of the Chester earldom in 1237, the forest rights passed to the Crown and the monarch's heir was given the title of Earl of Chester. Although Edward I hunted in the forest, the sport became less important, and the forests were used for timber production and as a source of revenue from taxes, fees and fines. In 1300, Edward I confirmed Ranulf de Blondeville's charter of 1215–16, but in the mid-14th century, Edward of Woodstock, the Black Prince, introduced various restrictive measures, which led to a large number of complaints recorded in the Black Prince's Register of 1351. Agricultural exploitation of the eastern edge of the forest was hampered by outbreaks of Black Death at Over, Little Budworth and Vale Royal Abbey in 1349, 1361 and 1369. The Old Pale and Eddisbury Hill were enclosed in the 14th century, to retain deer. The northerly Forest of Mara remained wooded in the 14th century, and still retained a population of wild boar, lynx and wolves. By that date, however, large areas of the southerly Forest of Mondrem had been cleared. The remaining Mondrem woodland in the mid-14th century appears to have been concentrated in the north around Castle Northwich, Hartford and Winnington, and to a lesser extent in the south east around Aston juxta Mondrum, Calveley, Cholmondeston, Church Minshull, Poole and Wettenhall. Extensive assarting by Vale Royal Abbey made a major contribution to the loss of Mondrem woodland before the abbey's dissolution. The proximity to the medieval salt wiches of Nantwich and Middlewich, with their wood-fuelled salt pans, might also have been a factor. Deer continued to be hunted in the 17th century; a large area at New Pale was enclosed at this time for the retention of deer. James I, on a royal visit to Cheshire in August 1617, hunted in the forest, describing it as \"this delectable place\". From the early 18th century, however, the focus of hunting moved away from deer; Tarporley Hunt Club was founded in 1762, and the local gentry hunted hares and later foxes. Disafforestation The late 18th and early 19th centuries saw much of the surviving forest enclosed. A total of 7,755 acres (3,138 ha) in the south of the Forest of Mara, by then known as Delamere Forest, remained nominally a hunting forest until the early 19th century. In 1812, an Enclosure Act was passed disafforesting the remaining forest (that is, returning its legal status to ordinary land) and transferring ownership of the remnant half to the Crown and half to surrounding major landowners. Very little ancient woodland now survives, mainly concentrated on the banks of the Weaver and within steep cloughs running into that river, although there are also pockets of old, semi-natural woodland elsewhere, such as Cocked Hat Covert, near Little Budworth, and Dorfold Park, near Acton. Administration Each of the Cheshire hunting forests was administered by a master-forester on behalf of the Earl. For the Forests of Mara and Mondrem, this hereditary position was given by Ranulf le Meschin, the 3rd Earl, to Ranulf or Ralph de Kingsley in 1123, and it passed by marriage to the Launcelyn family and later to the Done family of Utkinton and Tarporley. Sixteen Dones held the position over nearly four centuries. In 1662, the master-forestership passed to the Crewe family and then to the Ardernes, who held it until the disafforestation in 1812. The position was symbolised by a black horn, which was given to the Kingsleys in the 12th century; now known as the \"Delamere Horn\", it is in the collection of the Grosvenor Museum. The master-foresters answered to the Chester justiciar, who was responsible for the administration of forest law across all three Cheshire forests.The privileges claimed by the Mara and Mondrem master-forester were set out in detail by Richard Done in the 14th century. They included the right shoulder of all deer killed in hunting; windfallen and felled timber within the demesne wood; swarms of bees, sparrowhawks, merlins and hobbies found throughout the forest; and the right of pannage, or feeding pigs in the forest. He also claimed halfpence per head of cattle and goats found straying within the forest between Michaelmas and Martinmas, the payments made for the agistment of hogs between Martinmas and Christmas, as well as the pick of the property forfeited by poachers. The master-forester had a lodge, known as the \"Chamber of the Forest\", in which he occasionally stayed; it was built in Peckforton in 1351 and later moved to Eddisbury Hill.A large staff supported the Mara and Mondrem master-forester, which is known in the mid-14th century to have included eight underforesters and two garçons who administered particular districts of the forest, assuming much of the role of the county sergeants within the forest bounds. Additionally, agisters collected monies charged for grazing, verderers attended the forest courts, and inspectors termed \"regarders\", huntsmen and kennelmen were also employed. See also History of Cheshire.",

    "question": "What are some other areas that share a common deer species with the forests of Mara and Mondrem?",
    "answer": "New Zealand, Canada, the United States, the Falkland Islands, and Peru.",
    "length": 18482
}